Repository: Vnt0n/Simple-Dart-Club
Catalog: Dart Club/Localizable.xcstrings
Source language: en
Languages: fr

source: - A dart consists of a metallic tip, a barrel, and can include up to five parts such as flights and protectors.
fr: - Une fléchette se compose d'une pointe métallique, d'un barillet et peut comprendre jusqu'à cinq parties telles que des ailettes et des protections.

source: - Darts must be thrown one at a time, deliberately and towards the target. Each round consists of three dart throws.
fr: - Les fléchettes doivent être lancées une par une, délibérément et vers la cible. Chaque tour se compose de trois lancers de fléchettes.

source: - Each leg starts without any special conditions for scoring (straight in).
fr: - Chaque manche commence sans conditions particulières (straight in).

source: - Having fun is mandatory, failure to comply will result in exclusion in the kitchen with a bowl on your head.
fr: - Il est obligatoire de s'amuser, sous peine d'être exclu dans la cuisine avec un bol sur la tête.

source: - If a dart falls or bounces out of the dartboard, it does not count. Furthermore, finishing with a score higher than needed is an error that cancels the throw.
fr: - Si une fléchette tombe ou rebondit hors de la cible, elle ne compte pas. De plus, terminer avec un score plus élevé que nécessaire est une erreur qui annule le lancer.

source: - If a player exceeds the needed score, their turn is invalid (bust), and they must restart from the score they had before that throw on their next turn.
fr: - Si un joueur dépasse le score nécessaire, son tour est invalidé (bust) et il doit recommencer à partir du score qu'il avait avant ce lancer lors de son prochain tour.

source: - ONLY IF THE "DOUBLE OUT" OPTION IS ENABLED: Each leg ends by doubling, meaning the final throw must land in a double zone or the Bullseye.
fr: - UNIQUEMENT SI L'OPTION « DOUBLE OUT » EST ACTIVÉE : Chaque manche se termine par un double, ce qui signifie que le dernier lancer doit atterrir dans une zone double ou dans le Bullseye.

source: - ONLY IF THE "DOUBLE OUT" OPTION IS ENABLED: If a player reaches a score of 1, or doesn't finish on a double, their turn is invalid (bust), and they must restart from the score they had before that throw on their next turn.
fr: - UNIQUEMENT SI L'OPTION « DOUBLE OUT » EST ACTIVÉE : Si un joueur atteint un score de 1, ou ne termine pas sur un double, son tour est invalide (bust), et il doit recommencer à partir du score qu'il avait avant ce lancer lors de son prochain tour.

source: - ONLY IF THE "DOUBLE OUT" OPTION IS ENABLED: To win a leg, the player must finish by reducing their score to exactly zero by hitting a double.
fr: - UNIQUEMENT SI L'OPTION « DOUBLE OUT » EST ACTIVÉE : Pour gagner une manche, le joueur doit terminer en réduisant son score à exactement zéro en réussissant un double.

source: - Points are subtracted from an initial total (301 or 501) until exactly zero is reached. Scores are recorded based on the section of the dartboard where the dart lands (single, double, or triple).
fr: - Les points sont soustraits du total initial (301 ou 501) jusqu'à ce que l'on atteigne exactement zéro. Les scores sont enregistrés en fonction de la section de la cible où la fléchette a atterri (simple, double ou triple).

source: - Scoring errors must be corrected before the next player's throw.
fr: - Les erreurs de marquage doivent être corrigées avant le lancer du joueur suivant.

source: - The correct dartboard height is 5 feet 8 inches (173 cm) from the Bullseye to the floor.
fr: - La hauteur correcte d'une cible de fléchettes est de 173 cm entre le centre de la cible (Bullseye) et le sol.

source: - The dartboard is divided into numbered segments with double and triple zones that allow for higher scoring.
fr: - La cible est divisée en segments numérotés avec des zones doubles et triples qui permettent d'obtenir des scores plus élevés.

source: - The distance from the throw line to the dartboard is 8 feet (237 cm).
fr: - La distance entre la ligne de lancer et la cible est de 237 cm.

source: - Touching or manipulating darts in the dartboard before completing the turn is prohibited.
fr: - Il est interdit de toucher ou de manipuler les fléchettes avant d'avoir terminé le tour.

source: - The center of the dartboard (Bullseye) counts for 50 points and is also considered a double 25.
fr: - Le centre de la cible (Bullseye) compte pour 50 points et est également considéré comme un double 25.

source: - Average Score: %lld
fr: - Moyenne des lancés : %lld

source: - Average Throw Score: %lld
fr: - Moyenne des lancés : %lld

source: - Remaining Score: %lld -
fr: Points restants : %lld -

source: - Turn %lld
fr: - Tour %lld

source: %@ throw
fr: Lancé %@

source: 🎉 %@ won! 🥇
fr: 🎉 %@ a gagné! 🥇

source: 🏆 VICTORIES 🏆
fr: 🏆 VICTOIRES 🏆

source: 1. Required Equipment:
fr: 1. Équipement requis :

source: 2. How to Play:
fr: 2. Comment jouer :

source: 3. Scoring:
fr: 3. Les scores :

source: 4. Additional Rules:
fr: 4. Règles additionelles :

source: Add
fr: Ajouter

source: Add a player
fr: Ajouter un joueur

source: An app provided by
fr: Une app crée par

source: Average Throw Score: %lld
fr: Moyenne des lancés : %lld

source: CURRENT GAME
fr: JEU EN COURS

source: Dart Game Rules
fr: Règles des fléchettes

source: Enter your score
fr: Entrez votre score

source: Game %lld
fr: Partie %lld

source: HISTORY
fr: HISTORIQUE

source: New game
fr: Nouvelle partie

source: No score yet
fr: Rien pour le moment

source: or
fr: ou

source: Player %lld
fr: Joueur %lld

source: Remaining Score: %lld
fr: Points restants %lld

source: Remove last player
fr: Supprimer le joueur

source: ScoreBoard
fr: Tableau des scores

source: These are exact official rules from the World Darts Federation (if 501 and "Double Out" enabled)
fr: Règles officielles de la World Darts Federation (si 501 et "Double Out")

source: Turn %lld
fr: Tour %lld

source: Undo
fr: Annuler

source: You won!
fr: Vous avez gagné !
